{
  "tierSponsors": [
    {
      "tier": [
        {
          "value": "tier-cYGYq5-ae",
          "label": "Headline"
        }
      ],
      "sponsors": [
        {
          "marquee": "Delivered by Canonical.            ",
          "logo": "/img/canonical_ubuntu_black-orange_hex.jpg",
          "name": "Canonical",
          "intro": "Canonical is the publisher of Ubuntu, the OS for most public cloud workloads as well as the emerging categories of smart gateways, self-driving cars and advanced robots. Canonical provides enterprise security, support and services to commercial users of Ubuntu. Established in 2004, Canonical is a privately held company.",
          "headerVideo": "/img/canonical_microstack.mp4",
          "headerImage": "",
          "chatLink": "https://meet.google.com/gvt-cmid-zwe?authuser=0 ",
          "title": "Canonical",
          "columnAds": [
            {
              "image": "/img/canonical_screen-shot-2020-10-06-at-19.53.02.png",
              "link": "https://pages.ubuntu.com/open-infrastructure-summit-2020"
            }
          ],
          "id": 768,
          "email": "sales@canonical.com",
          "usesSponsorPage": true,
          "sponsorId": 8,
          "companyId": 9
        },
        {
          "marquee": "Build a 5G-oriented hyper-converged Telco Cloud that is secure, reliable, agile, open, and compatible, enabling 5G business success.",
          "sideImage": "",
          "externalLink": "",
          "logo": "/img/huawei-logo.png",
          "name": "Huawei",
          "intro": "Founded in 1987, Huawei is a leading global provider of information and communications technology (ICT) infrastructure and smart devices. We have more than 194,000 employees, and we operate in more than 170 countries and regions, serving more than three billion people around the world. We are committed to bringing digital to every person, home and organization for a fully connected, intelligent world. To this end, we will: Drive ubiquitous connectivity and promote equal access to networks; Provide the ultimate computing power to deliver ubiquitous cloud and pervasive intelligence; Build digital platforms to help all industries and organizations become more agile, efficient, and dynamic; Redefine user experience with AI, making it more personalized for people across all scenarios, whether they’re at home, in the office, or on the go.",
          "headerVideo": "",
          "headerImage": "/img/banner.jpg",
          "socialNetworks": [],
          "chatLink": "",
          "title": "We are Huawei",
          "documents": {
            "slides": [],
            "links": [],
            "videos": []
          },
          "columnAds": [],
          "id": 763,
          "email": "contact@edgegallery.org",
          "usesSponsorPage": true,
          "sponsorId": 8,
          "companyId": 9
        },
        {
          "marquee": "Empower your cloud infrastructure with the high-level expertise and revolutionize your success - Scan your badge to redeem the $200 public cloud credit.",
          "logo": "/img/vexxhost_vexxhost-vertical-logo.png",
          "name": "Vexxhost",
          "intro": "VEXXHOST Inc. is a cloud computing provider. It has established itself a well-reputed spot in the OpenStack community since 2011, this means that our clients work side by side with an experienced OpenStack user and contributor. Offering public cloud and private cloud, in addition to 3 levels of support available for all private clouds, including: one-time deployment, fully managed and support services. Alongside offering consulting services to enterprises and developers to deliver high-level expertise to its customers, with the ultimate goal to optimize and accelerate their cloud infrastructure. VEXXHOST is serving clients in over 150 countries - from small businesses to governments. VEXXHOST believes in valuing its clients by providing high-performance, community-driven and license-free solutions. Our team of knowledgeable openStack experts work closely with clients to provide them with optimum support to accelerate their cloud infrastructure to ensure guaranteed success ahead.",
          "headerVideo": "/img/vexxhost_vexxhost-promo-video.mp4",
          "chatLink": "https://vexxhost.zoom.us/j/81203962805?pwd=c0JsSlI3bnpOSlJrWnRUZ3pDblljdz09",
          "title": "Vexxhost",
          "columnAds": [
            {
              "image": "/img/vexxhost_sponsored-private-cloud-ad.png",
              "link": "https://info.vexxhost.com/en/hosted-private-cloud-poc-0"
            }
          ],
          "id": 769,
          "email": "sales@vexxhost.com",
          "usesSponsorPage": true,
          "sponsorId": 8,
          "companyId": 9
        }
      ]
    },
    {
      "tier": [
        {
          "value": "tier-DHcI3dWGk",
          "label": "Premier"
        }
      ],
      "sponsors": [
        {
          "marquee": "Build the foundation of your edge computing strategy and prepare for the 5G era with Cisco VIM - Virtualized Infrastructure Manager",
          "sideImage": "",
          "externalLink": "",
          "logo": "/img/cisco_openstack_project_cisco_logo_square-01.png",
          "name": "CISCO",
          "pageImage": "",
          "intro": "Faced with dual threats of rising operational costs and flattening revenues, network service providers are increasingly exploring approaches to meet constantly changing market conditions and demanding customer expectations. They have started to transition from static, hardware-based networks to virtualized software and cloud-based applications as a means to accelerate time to market, respond to dynamic capacity and meet customer experience demands while evolving to a 5G core. Many Service Providers start their 5G journey with transforming the EPC for a variety of functions including Mobile Packet Core, IMS, CDN, vRAN. Running Cisco's Mobility solution on top of a unified platform drives down the cost of telco cloud platform integration and streamlines ongoing operational support, reducing customer's Total Cost of Ownership. This includes Cisco's market-leading virtualized packet core built upon Cisco UCS, Virtualized Infrastructure Manager and Nexus fabric.",
          "headerVideo": "",
          "headerImage": "/img/cisco_openstack_project_ois-banner_cisco_final-01.png",
          "socialNetworks": [],
          "chatLink": "https://cisco.webex.com/cisco/j.php?MTID=m97db399fbe07ffbc14a1c0156cde8a9b",
          "title": "We are CISCO",
          "documents": {
            "slides": [],
            "links": [],
            "videos": []
          },
          "columnAds": [
            {
              "image": "/img/cisco_openstack_project_ois-sponsor-ad_logo-01.png",
              "link": "https://www.cisco.com/c/en/us/products/cloud-systems-management/virtualized-infrastructure-manager/index.html"
            }
          ],
          "id": 767,
          "email": "https://www.cisco.com/c/en/us/about/contact-cisco.html",
          "usesSponsorPage": true,
          "sponsorId": 8,
          "companyId": 9
        },
        {
          "marquee": "Private Full-Stack Cloud Solution--Tencent Cloud TStack",
          "logo": "/img/company-logo.png",
          "name": "Tencent",
          "pageImage": "",
          "intro": "Tencent Cloud is a leading global cloud provider that is uniquely positioned to help global enterprises succeed in China. With extensive in-region presence, globally based engagement teams, and exclusive native cloud solutions, Tencent Cloud offers the perfect blend of local operations with international fluency to guide foreign companies through the challenges of expanding into China.",
          "headerImage": "/img/tencent_welcome-image-1440x200-.png",
          "chatLink": "https://meetingsapac49.webex.com/webappng/sites/meetingsapac49/dashboard/feedback",
          "title": "Tencent",
          "documents": {
            "videos": [],
            "links": [],
            "slides": []
          },
          "columnAds": [
            {
              "image": "/img/sponsor-ad-1-1-.png"
            }
          ],
          "id": 770,
          "email": "tstack@tencent.com",
          "usesSponsorPage": true,
          "sponsorId": 8,
          "companyId": 9
        }
      ]
    },
    {
      "tier": [
        {
          "value": "tier-U_wEwGX8a",
          "label": "Exhibitor"
        }
      ],
      "sponsors": [
        {
          "marquee": "InMotion Hosting is Providing the Industry’s First On-Demand Private Cloud powered by OpenStack",
          "logo": "/img/inmotionhosting-lg.jpg",
          "name": "InMotion Hosting",
          "pageImage": "",
          "intro": "InMotion Hosting is a privately held technology company providing web hosting, cloud-based solutions and managed services to businesses and entrepreneurs across the globe. With over 150,000 customers, InMotion Hosting’s mission is to bring tools, platforms and outstanding customer service within anyone's reach to transform their online presence. Since 2001, we have built our foundation around 24/7/365 US-based customer support and open source technology. Our partnerships include SuperMicro and the OpenStack Infrastructure Foundation.",
          "headerImage": "/img/inmotion_hosting_static-image.png",
          "chatLink": "https://zoom.us/meeting/tJEuf-qvrj0vGtUD6ct-ua634yX89GOVL0fO/ics?icsToken=98tyKuCtrTMpHdSTtRmGRowMA4qgb-3ziCFYjbdouEnmF21GY1WlYvt6autYP-78 Join Zoom Meeting https://zoom.us/j/95383706501?pwd=QjExQ0F0S1IwVStlemU2MzZ5cU9PQT09 ",
          "title": "InMotion Hosting",
          "columnAds": [
            {
              "image": "/img/inmotion_hosting_final.jpg",
              "link": "https://central.inmotionhosting.com/flex-metal"
            }
          ],
          "id": 766,
          "email": "openstack@inmotionhosting.com",
          "usesSponsorPage": true,
          "sponsorId": 8,
          "companyId": 9
        },
        {
          "marquee": "Ship Code Faster",
          "logo": "/img/mirantis_mirantis-logo-square.png",
          "name": "Mirantis ",
          "intro": "Mirantis helps organizations ship code faster on public and private clouds. The company provides a public cloud experience on any infrastructure to the data center to the edge. With Lens and Docker Enterprise Container Cloud, Mirantis empowers a new breed of Kubernetes developers by removing infrastructure and operations complexity and providing one cohesive cloud experience for complete app and devops portability, a single pane of glass, and automated full-stack lifecycle management with continuous updates. Mirantis serves many of the world’s leading enterprises, including Adobe, DocuSign, Liberty Mutual, Nationwide Insurance, PayPal, Reliance Jio, Splunk, and STC. Learn more at www.mirantis.com.",
          "headerImage": "/img/mirantis_390703b8-666d-44ee-b3cb-f0dd7d235d41.jpeg",
          "chatLink": "https://meet.google.com/xdr-vnva-bmj?authuser=0",
          "columnAds": [
            {
              "image": "/img/mirantis_open-infra-booth-image-v4.jpg",
              "link": "https://info.mirantis.com/open-infra-2020"
            }
          ],
          "id": 772,
          "email": "https://info.mirantis.com/contact-us",
          "usesSponsorPage": true,
          "sponsorId": 8,
          "companyId": 9
        },
        {
          "marquee": "Open your infrastructure. Own your future.",
          "logo": "/img/redhat_logo-d-color-rgb.png",
          "name": "Red Hat ",
          "intro": "Red Hat is the world’s leading provider of enterprise open source software solutions, using a community-powered approach to deliver reliable and high-performing Linux, hybrid cloud, container, and Kubernetes technologies. Red Hat helps customers develop cloud-native applications, integrate existing and new IT applications, and automate and manage complex environments. A trusted adviser to the Fortune 500, Red Hat provides award-winning support, training, and consulting services that bring the benefits of open innovation to any industry. Red Hat is a connective hub in a global network of enterprises, partners, and communities, helping organizations grow, transform, and prepare for the digital future.",
          "headerImage": "/img/red_hat_rh-openstack-open-infrastructure-summit-graphics-us272737wg-202010_header.png",
          "chatLink": "https://bluejeans.com/493140351",
          "columnAds": [
            {
              "image": "/img/red_hat_rh-openstack-open-infrastructure-summit-graphics-us272737wg-202010_sponsor-ad-1-.png",
              "link": "https://www.redhat.com/en/technologies/linux-platforms/openstack-platform"
            }
          ],
          "id": 771,
          "email": "https://www.redhat.com/en/contact",
          "usesSponsorPage": true,
          "sponsorId": 8,
          "companyId": 9
        },
        {
          "marquee": "Trilio is a leader in cloud-native data protection for OpenStack, Kubernetes & Red Hat OpenShift.",
          "logo": "/img/trilio_logo_1-1.png",
          "name": "Trilio Data",
          "intro": "Trilio is a leader in cloud-native data protection for Kubernetes, OpenStack and Red Hat Virtualization environments. Our TrilioVault technology is trusted by cloud infrastructure operators and developers for backup and recovery, migration and application mobility. Customers in telecom, defense, automotive and financial services leverage TrilioVault to recover from disasters, migrate workloads, move workloads to new infrastructure and migrate to new software distributions. www.trilio.io and @triliodata on Twitter.",
          "headerImage": "/img/trilio_header_image.png",
          "chatLink": "https://us02web.zoom.us/j/8691886062",
          "title": "Trilio Data",
          "columnAds": [
            {
              "link": "",
              "image": "/img/trilio_clickable_ad.png"
            }
          ],
          "id": 764,
          "email": "info@trilio.io",
          "usesSponsorPage": true,
          "sponsorId": 8,
          "companyId": 9
        },
        {
          "name": "Vanilla Stack ",
          "id": 773,
          "logo": "/img/cloudical.png",
          "headerImage": "/img/cloudical_welcome.png",
          "usesSponsorPage": true,
          "sponsorId": 8,
          "companyId": 9,
          "columnAds": [
            {
              "image": "/img/cloudical_ad.png",
              "link": "https://vanillastack.io"
            }
          ],
          "intro": "VanillaStack is the main product of Cloudical, a company based in Germany and Poland that specializes in the \"cloud\" sector. Being unique in the world in this form, the VanillaStack is a pure open source cloud-native stack based on Kubernetes. With Kubernetes as Container-as-a-Service-Platform, VanillaStack allows you to roll out OpenStack as the Infrastructure-as-a-Service-platform. The Platform-as-a-Service-platform being used is Cloud Foundry. VanillaStack is made of open-source projects only and the community is strongly encouraged to contribute: The VanillaStack sources and GIT-repos are available. Cloudical also offers managed services (Managed Platform as a Service, Managed Software as a Service) and cloud consulting (consulting, coaching, training). Cloudical works independently of manufacturers and platforms, enabling it to provide its customers solutions tailored to their needs.  Founded in 2017, Cloudical currently employs 30 experts.",
          "marquee": "VanillaStack from Cloudical. "
        },
        {
          "marquee": "",
          "sideImage": "/img/sponsors/exhibitor/immage.png",
          "externalLink": "",
          "logo": "/img/logo_ad_zte.svg",
          "name": "ZTE",
          "intro": "",
          "headerVideo": "",
          "headerImage": "/img/zte_banner-zte-.jpg",
          "socialNetworks": [],
          "chatLink": "",
          "title": "ZTE",
          "documents": {
            "slides": [],
            "links": [],
            "videos": []
          },
          "columnAds": [],
          "id": 765,
          "email": "",
          "usesSponsorPage": true,
          "sponsorId": 8,
          "companyId": 9
        }
      ]
    }
  ]
}